Repository: igatjens/Deepin-language-patch
Catalog: src/backup/2020-09-23_00.14/deepin-desktop-environment.m20--deepin-authentication-pam/*.po
Languages: es

source: Verification error
es: Error de verificación

source: Fingerprint verification unavailable, please input password
es: La verificación de huella dactilar no está disponible, introduzca la contraseña

source: Clean your finger and try again
es: Limpie su dedo e intente nuevamente

source: Finger not centered
es: Dedo no centrado

source: Unclear fingerprint, please clean your finger and try again
es: Huella dactilar poco clara, limpie su dedo e intente nuevamente

source: Finger moved too fast, please do not lift until prompted
es: El dedo se movió demasiado rápido. Por favor, no lo levante hasta que se le indique

source: Password
es: Contraseña

source: Verification successful
es: Verificación exitosa

source: Fingerprint locked, use password please
es: Huella dactilar bloqueada, use la contraseña por favor

source: Verification failed, %d chances left
es: La verificación falló, quedan %d intentos

source: Verification failed, 1 chance left
es: La verificación falló, queda 1 intento

source: Verify your fingerprint or password
es: Verifique su huella dactilar o contraseña
