Repository: igatjens/Deepin-language-patch
Catalog: src/backup/2020-09-11_18.12/deepin-desktop-environment.m20--dde-daemonpot/*.po
Languages: es

source: Please enter a password not less than 8 characters
es: Por favor, ingrese una contraseña de al menos 8 caracteres

source: The password must contain English letters (case-sensitive), numbers or special symbols (~!@#$%^&*()[]{}\|/?,.<>)
es: En la contraseña solo use letras sin tilde (distingue mayúsculas y minúsculas), números o símbolos especiales (~!@#$%^&*()[]{}\|/?,.<>)

source: Username cannot be empty
es: El nombre de usuario no puede estar vacío

source: The first character must be a letter or number
es: El primer carácter debe ser una letra o número

source: The username already exists
es: El nombre de usuario ya existe

source: The username has been used by system
es: El nombre de usuario ha sido usado por el sistema

source: Username must be between 3 and 32 characters
es: El nombre de usuario debe tener entre 3 y 32 caracteres

source: Set successfully
es: Establecida con éxito

source: Please log back in to view the changes
es: Por favor, vuelva a iniciar sesión para ver los cambios

source: Display scaling
es: Escalado de pantalla

source: Setting display scaling
es: Configurar escalado de pantalla

source: Fingerprint verification failed
es: La verificación dactilar falló

source: Fingerprint verification timed out
es: Tiempo agotado para verificación dactilar

source: Serial port
es: Puerto serie

source: Dial-Up networking
es: Conexión Dial-Up

source: Hands-Free device
es: Dispositivo de manos libres

source: Hands-Free voice gateway
es: Protocolo de voz a manos libres

source: Headset voice gateway
es: Protocolo de voz por auricular

source: Object push
es: Carga de objetos

source: File transfer
es: Transferencia de archivos

source: Synchronization
es: Sincronización

source: Phone book access
es: Acceso a agenda telefónica

source: Phone book access client
es: Cliente de acceso a agenda telefónica

source: Message access
es: Acceso a mensaje

source: Message notification
es: Notificación de mensaje

source: Cancel
es: Cancelar

source: View
es: Ver

source: Bluetooth connection failed
es: La conexión Bluetooth falló

source: Decline
es: Declinar

source: Receive
es: Recibir

source: Bluetooth File Transfer
es: Transferencia de archivo por Bluetooth

source: Connect %q successfully
es: Conectado a %q con éxito

source: %q disconnected
es: %q desconectado

source: Make sure %q is turned on and in range
es: Asegúrese de que %q está encendido y dentro del rango de alcance

source: Click here to connect to %q
es: Haga clic aquí para conectarse a %q

source: Add Bluetooth devices
es: Añadir dispositivos Bluetooth

source: Pair
es: Emparejar

source: today
es: hoy

source: tomorrow
es: mañana

source: %s to %s
es: %s a %s

source: Work
es: Trabajo

source: Life
es: Vida

source: Other
es: Otro

source: One day before start
es: El día siguiente al inicio

source: Close
es: Cerrar

source: Remind me tomorrow
es: Recuérdame mañana

source: Remind me later
es: Recuérdame luego

source: Schedule Reminder
es: Programar Recordatorio

source: Open
es: Abrir

source: Close All
es: Cerrar todo

source: Force Quit
es: Forzar cierre

source: Dock
es: Anclar

source: Undock
es: Desanclar

source: All Windows
es: Todas las ventanas

source: Insufficient disk space, please clean up in time!
es: Espacio en disco insuficiente, ¡limpie a tiempo por favor!

source: Launcher
es: Lanzador

source: Screen Recorder
es: Grabador de pantalla

source: Lock screen
es: Bloquear pantalla

source: Show/Hide the dock
es: Mostrar/Ocultar muelle

source: Shutdown interface
es: Interfaz de apagado

source: Terminal Quake Window
es: Ventana de terminal Quake

source: Screenshot
es: Captura de pantalla

source: Full screenshot
es: Captura de pantalla completa

source: Window screenshot
es: Captura de ventana

source: Delay screenshot
es: Captura de pantalla temporizada

source: File manager
es: Administrador de archivos

source: Disable Touchpad
es: Desactivar panel táctil

source: Switch window effects
es: Cambiar efectos de ventana.

source: Fast Screen Off
es: Apagado de pantalla rápido

source: System Monitor
es: Monitor del sistema

source: Deepin Picker
es: Identificador de color Deepin

source: Desktop AI Assistant
es: Asistente IA de escritorio

source: Text to Speech
es: Texto a voz

source: Speech to Text
es: Voz a texto

source: Clipboard
es: Portapapeles

source: Translation
es: Traducción

source: Switch Layout
es: Cambiar distribución de teclado

source: Switch to left workspace
es: Cambiar al espacio de trabajo izquierdo

source: Switch to right workspace
es: Cambiar al espacio de trabajo derecho

source: Switch to upper workspace
es: Cambiar al espacio de trabajo superior

source: Switch to lower workspace
es: Cambie para reducir el espacio de trabajo

source: Switch similar windows
es: Cambiar ventanas similares

source: Switch similar windows in reverse
es: Cambiar ventanas similares en reversa

source: Switch windows
es: Cambiar ventanas

source: Switch windows in reverse
es: Cambiar ventanas en reversa

source: Show desktop
es: Mostrar escritorio

source: Maximize window
es: Maximizar ventana

source: Restore window
es: Restaurar ventana

source: Minimize window
es: Minimizar ventana

source: Close window
es: Cerrar ventana

source: Move window
es: Mover ventana

source: Resize window
es: Cambiar tamaño de ventana

source: Move to left workspace
es: Mover al espacio de trabajo izquierdo

source: Move to right workspace
es: Mover al espacio de trabajo derecho

source: Move to upper workspace
es: Mover al espacio de trabajo superior

source: Move to lower workspace
es: Mover al espacio de trabajo inferior

source: Display windows of all workspaces
es: Mostrar ventanas de todos los espacios de trabajo

source: Display windows of current workspace
es: Mostrar ventanas del espacio de trabajo actual

source: Display workspace
es: Mostrar espacio de trabajo

source: Switch monitors
es: Cambiar entre monitores

source: Authentication is required to switch language
es: Se requiere autenticación para cambiar el idioma

source: Changing system language and installing the required language packages, please wait...
es: Cambiando el idioma del sistema e instalando los paquetes requeridos, por favor espere...

source: Changing system language, please wait...
es: Cambiando el idioma del sistema, por favor espere...

source: System language changed, please log out and then log in
es: El idioma del sistema cambió, por favor reinicie la sesión

source: Failed to change system language, please try later
es: Error al cambiar el idioma del sistema, por favor intente más tarde

source: Retry
es: Reintentar

source: Update Now
es: Actualizar ahora

source: %q installed successfully.
es: %q instalado correctamente.

source: %q failed to install.
es: %q falló al instalarse.

source: Removed successfully
es: Eliminado correctamente

source: Failed to remove the app
es: La eliminación de la aplicación falló

source: In order to prevent automatic shutdown, please plug in for normal update.
es: Para prevenir un apagado automático mientras actualiza, por favor conecte su equipo.

source: Package cache wiped
es: Borrado del caché de paquetes

source: New system edition available
es: Nueva edición del sistema disponible

source: %q removed successfully
es: %q eliminado correctamente

source: Failed to uninstall %q
es: Falló la desinstalación de %q

source: None
es: Ninguno

source: WEP 40/128-bit Key
es: Clave WEP de 40/128-bit

source: Tunneled TLS
es: TLS tunelizado

source: Protected EAP
es: EAP protegido

source: Wired Connection
es: Conexión cableada

source: Network
es: Red

source: Device state changed
es: El estado del dispositivo cambió

source: Device state changed, reason unknown
es: Estado del dispositivo cambiado, razón desconocida

source: The device is now managed
es: Actualmente es gestionado el dispositivo

source: The device is no longer managed
es: La gestión del dispositivo ha terminado

source: The device has not been ready for configuration
es: El dispositivo no esta listo para configurarse

source: IP configuration could not be reserved (no available address, timeout, etc)
es: Podría no reservarse la dirección IP (dirección no disponible, tiempo de espera agotado, etc)

source: The IP configuration is no longer valid
es: Ya no es válida la configuración IP

source: Passwords were required but not provided
es: Se requieren contraseñas pero no se proporciona

source: The 802.1X supplicant disconnected from the access point or authentication server
es: La petición 802.1X fue desconectada desde el punto de acceso o servidor de autenticación.

source: Configuration of the 802.1X supplicant failed
es: La configuración de petición 802.1X falló.

source: The 802.1X supplicant quitted or failed unexpectedly
es: La peticion 802.1X se detuvo o falló inesperadamente.

source: The 802.1X supplicant took too long time to authenticate
es: La petición 802.1X ha tomado mucho tiempo para autenticar.

source: The PPP service failed to start within the allowed time
es: El servicio PPP no se inició dentro del tiempo permitido

source: The PPP service disconnected unexpectedly
es: El servicio PPP desconectado inesperadamente

source: The PPP service quitted or failed unexpectedly
es: El servicio PPP se cerró o falló inesperadamente

source: The DHCP service failed to start within the allowed time
es: El servicio DHCP no se inició dentro del tiempo permitido

source: The DHCP service reported an unexpected error
es: El servicio DHCP ha reportado un error inesperado.

source: The DHCP service quitted or failed unexpectedly
es: El servicio DHCP se detuvo o falló inesperadamente.

source: The shared connection service failed to start
es: No se pudo iniciar el servicio de conexión compartida

source: The shared connection service quitted or failed unexpectedly
es: El servicio de conexión compartida cerró o falló inesperadamente

source: The AutoIP service failed to start
es: Error al iniciar el servicio AutoIP

source: The AutoIP service reported an unexpected error
es: El servicio AutoIP informó un error inesperado

source: The AutoIP service quitted or failed unexpectedly
es: El servicio AutoIP se cierra o falla inesperadamente

source: Dialing failed due to busy lines
es: La marcación falló debido a líneas ocupadas

source: Dialing failed due to no dial tone
es: Error de marcado debido a que no hay tono de marcación

source: Dialing failed due to the carrier
es: La marcación falló debido al portador

source: Dialing timed out
es: Se ha agotado el tiempo de marcación

source: Dialing failed
es: Error al marcar

source: Modem initialization failed
es: Error al inicializar el módem

source: Failed to select the specified GSM APN
es: Error al seleccionar el APN GSM especificado

source: No networks searched
es: No se encontraron redes

source: Network registration was denied
es: Se ha rechazado el registro en la red

source: Network registration timed out
es: El registro de la red ha caducado

source: Failed to register to the requested GSM network
es: Error al registrarse en la red GSM solicitada

source: PIN check failed
es: Error en la comprobación del PIN

source: Necessary firmware for the device may be missed
es: El firmware necesario para el dispositivo podría no estar disponible.

source: The device was removed
es: El dispositivo fue removido

source: NetworkManager went to sleep
es: NetworkManager se ha desactivado

source: The device's active connection was removed or disappeared
es: La conexión activa del dispositivo fue eliminada

source: A user or client requested to disconnect
es: Un usuario o cliente solicita desconexión

source: The device's carrier/link changed
es: El operador/conexión del dispositivo ha cambiado.

source: The device's existing connection was assumed
es: La conexión existente del dispositivo fue asumida

source: The 802.1x supplicant is now available
es: La petición 802.1X ya está disponible.

source: The modem could not be found
es: No se pudo encontrar el módem

source: The Bluetooth connection timed out or failed
es: Se ha agotado el tiempo de la conexión Bluetooth

source: GSM Modem's SIM Card was not inserted
es: La tarjeta SIM del módem GSM no se ha insertado

source: GSM Modem's SIM PIN required
es: El PIN de la tarjeta SIM del módem GSM es requerido

source: GSM Modem's SIM PUK required
es: PUK SIM de módem GSM es requerido

source: SIM card error in GSM Modem
es: Error de tarjeta SIM en módem GSM

source: InfiniBand device does not support connected mode
es: El dispositivo InfiniBand no soporta el modo al que fue conectado.

source: A dependency of the connection failed
es: Falló la conexión de una dependencia

source: RFC 2684 Ethernet bridging error to ADSL
es: Error de puente Ethernet RFC 2684 a ADSL

source: ModemManager did not run or quitted unexpectedly
es: El Administrador de módem no se ejecutó o se cerró inesperadamente.

source: The 802.11 WLAN network could not be found
es: No se pudo encontrar la red WLAN 802.11

source: A secondary connection of the base connection failed
es: Error de conexión secundaria de la conexión base

source: DCB or FCoE setup failed
es: Error en la configuración de DCB o FCoE.

source: Network teaming control failed
es: Error en el control de agrupación de redes

source: Modem failed to run or not available
es: El módem no se ha ejecutado o no está disponible

source: Modem now ready and available
es: El módem ya está listo y disponible

source: SIM PIN is incorrect
es: El PIN de la tarjeta SIM es incorrecto

source: New connection activation is enqueuing
es: Nueva activación de conexión

source: Parent device changed
es: Dispositivo padre cambiado

source: Management status of parent device changed
es: Se modificó el estado de administración del dispositivo primario.

source: Network cable is unplugged
es: El cable de red está desconectado.

source: Please make sure SIM card has been inserted with mobile network signal
es: Por favor asegúrese que la tarjeta SIM ha sido insertada con señal de conexión móvil.

source: Please make sure a correct plan was selected without arrearage of SIM card
es: Por favor, asegúrese de que seleccionó un plan correcto, acorde a la disponibilidad de su tarjeta SIM

source: Failed to activate VPN connection, reason unknown
es: Error al activar la conexión VPN, razón desconocida

source: Failed to activate VPN connection
es: Error al activar la conexión VPN

source: The VPN connection state changed due to being disconnected by users
es: El estado de conexión VPN cambió debido a que los usuarios la desconectaron

source: The VPN connection state changed due to being disconnected from devices
es: El estado de conexión VPN cambió debido a que se desconectó de los dispositivos

source: VPN service stopped
es: Servicio VPN detenido

source: The IP config of VPN connection was invalid
es: La configuración IP de la conexión VPN no es válida

source: The connection attempt to VPN service timed out
es: Se ha agotado el tiempo de espera del intento de conexión al servicio VPN

source: The VPN service start timed out
es: Se ha agotado el tiempo de espera del servicio VPN

source: The VPN service failed to start
es: Falló el inicio del servicio VPN

source: The VPN connection password was not provided
es: La contraseña de conexión VPN no fue proporcionada

source: Authentication to VPN server failed
es: Error de autenticación en el servidor VPN

source: The connection was deleted from settings
es: La conexión se ha eliminado de los ajustes

source: Enabling hotspot
es: Habilitar conexión compartida

source: Connecting %q
es: Conectando %q

source: Hotspot enabled
es: Compartir conexión activado

source: %q connected
es: %q conectado

source: Hotspot disabled
es: Compartir conexión desactivado

source: Unable to share hotspot, please check dnsmasq settings
es: No es posible usar la conexión compartida, comprueba los ajustes de "dnsmasq"

source: Unable to connect %q, please keep closer to the wireless router
es: No se puede conectar %q, por favor manténgase cerca del enrutador inalámbrico

source: Unable to connect %q, please check your router or net cable.
es: No se puede conectar %q, compruebe su enrutador o cable de red.

source: Password is required to connect %q
es: Se requiere contraseña para conectarse %q

source: Connection failed, unable to connect %q, wrong password
es: Error en la conexión, no se puede conectar %q, contraseña incorrecta

source: Unknown
es: Desconocido

source: Airplane mode enabled.
es: Modo avión activado.

source: Disconnected
es: Desconectado

source: Access Point mode is not supported by this device.
es: El modo de punto de acceso no es compatible con este dispositivo.

source: The hardware switch of WLAN Card is off, please switch on as necessary.
es: El interruptor físico de la tarjeta WLAN está en apagado, por favor enciéndalo cuando sea necesario.

source: System proxy is set successfully.
es: El proxy del sistema fue configurado correctamente.

source: System proxy has been cancelled.
es: El proxy del sistema ha sido cancelado.

source: Connected
es: Conectado

source: Portal network authentication successful
es: Autenticación del portal de red exitosa

source: "%s" did not pass the system security verification, and cannot run now
es: "%s" no pasó la verificación de seguridad del sistema, y no puede ejecutarse ahora

source: Battery critically low
es: Batería críticamente baja

source: Battery low, please plug in
es: Batería baja, por favor, conéctela

source: Power settings changed
es: Modificar configuraciones de energía

source: When the lid is closed,
es: Cuando la tapa está cerrada,

source: When pressing the power button,
es: Al presionar el botón de encendido,

source: your computer will shut down
es: su equipo se apagará

source: your computer will suspend
es: su equipo se suspenderá

source: your computer will hibernate
es: su equipo hibernará

source: your monitor will turn off
es: su monitor se apagará

source: it will do nothing to your computer
es: no cambiará nada a su equipo

source: Authentication is required to set the system time
es: Se requiere autenticación para configurar la hora del sistema

source: Authentication is required to control whether network time synchronization shall be enabled
es: Se requiere autenticación para controlar la sincronización de la hora por red si está activada

source: Authentication is required to change NTP server
es: Se requiere autenticación para cambiar el servidor NTP

source: Authentication is required to control whether the RTC stores the local or UTC time
es: Se requiere autenticación para controlar si el RTC almacena la hora local o UTC.

source: Authentication is required to set the system timezone
es: Se requiere autenticación para configurar la zona horaria del sistema.
